Autodesk.Revit.DB.Events.DocumentSaveToCentralProgressChangedEventArgs.#ctor(Autodesk.Revit.DB.Events.DocumentSaveToCentralProgressChangedEventArgs)
Creates a copy of the DocumentSaveToCentralProgressChangedEventArgs.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2017 Subscription Update